Repository: mike-richardson/BeGrand.net
Catalog: modules/faq_ask/translations/*.po
Languages: de

source: This module is an add-on to the FAQ module that allows users with the 'ask question' permission to create a question which will be queued for an 'expert' to answer.
de: Dieses Modul ist eine Ergänzung des FAQ-Moduls die es Benutzern mit der "Stelle Fragen"-Berechtigung ermöglicht, eine Frage zu erzeugen, die in eine Warteschlange eingefügt wird um von Experten beantwortet zu werden.

source: The module shows an abbreviated version of the FAQ form without an answer field. The node is created without the 'published' attribute. There is a block that will show the unanswered questions to the 'expert' (generally, this requires a separate role).
de: Dieses Modul zeigt eine gekürzte Version des FAQ-Formulars ohne Antwortfeld an. Der Node wird ohne das "Veröffentlicht"-Attribut erzeugt. Es gibt einen Block, der 'Experten' unbeantwortete Fragen anzeigt (üblicherweise erfordert dies eine eigene Benutzerrolle).

source: Viewing of the completed question and answer pair is done by the FAQ module.
de: Die Anzeige der vollständigen Frage-/Antwortpaare wird durch das FAQ-Modul erledigt.

source: Simply adding the 'FAQ' content type to a vocabulary will not make it eligible for experts; you must go to the settings page and add it there.
de: Einfach den "FAQ"-Inhaltstyp zu einem Vokabular hinzuzufügen wird ihn Experten noch nicht anzeigen, Sie müssen auf die Einstellungsseite gehen und ihn dort hinzufügen.

source: In order for the Faq_Ask module to operate, you must, at the least,: 1) Define at least one vocabulary for use with the "faq" content type; 2) select one or more roles as experts (and you may have to "Save configuration"); 3) select at least one category and expert combination; 4) click the "Save configuration" button.
de: Damit das FAQ_Ask-Modul funktioniert, müssen Sie mindestens: 1) Mindestens ein Vokabular hinzufügen, dass mit dem "FAQ"-Inhaltstyp verknüpft wird; 2) eine oder mehrere Benutzerrollen als Experten auswählen (und Sie müssen die "Konfiguration speichern"); 3) mindestens eine Kategorie-Experten-Kombination auswählen; 4) auf den "Konfiguration speichern"-Knopf klicken.

source: You may go <a href="!setting">here</a> to change the block limit.
de: Sie müssen <a href="!setting">hier</a> her gehen um das Block-Limit zu ändern.

source: ask question
de: Frage stellen

source: The Faq_Ask module has been enabled.
de: Das "FAQ_Ask"-Modul wurde aktiviert.

source: Please go to the <a href="!url">settings page</a> to configure this module.
de: Bitte gehen Sie auf die <a href="!url">Einstellungsseite</a> um dieses Modul zu konfigurieren.

source: That question has already been answered.
de: Diese Frage wurde schon beantwortet.

source: You are not allowed to edit that question.
de: Sie dürfen diese Frage nicht bearbeiten.

source: Currently, there are no categories defined.
de: Derzeit sind keine Kategorien definiert.

source: Please <a href="!url">ask your site administrator</a> to set up this feature.
de: Bitte <a href="!url">bitten Sie ihren Administrator</a> dieses Feature zu aktivieren.

source: <suggest a category>
de: <Kategorie vorschlagen>

source: Category
de: Kategorie

source: Please select the correct category for your question.
de: Bitte wählen Sie die richtige Kategorie für ihre Frage.

source: Suggested Category
de: Vorgeschlagene Kategorie

source: Please enter your suggested category for the question.
de: Bitte schlagen Sie eine Kategorie für die Frage vor.

source: Question
de: Frage

source: Enter your question here. It will be answered as soon as possible.
de: Geben Sie hier ihre Frage ein. Sie wird so bald wie möglich beantwortet.

source: Send my question
de: Frage absenden.

source: Suggested by @name (!uid) on @date
de: Vorgeschlagen von @name (!uid) am @date

source: Anonymous
de: Anonym

source: left side
de: linken Seiten

source: right side
de: rechten Seiten

source: top
de: Oberseite

source: bottom
de: Unterseite

source: It should appear in the list at the @region of the screen momentarily.
de: Es sollte augenblicklich in der Liste an der @region des Schirms erscheinen.

source: It should appear in the list momentarily.
de: Es sollte augenblicklich in der Liste erscheinen.

source: Your question has been submitted.
de: Ihre Frage wurde eingestellt.

source: You have a question waiting on !site
de: Sie haben eine wartende Frage unter !site

source: Dear !username,
de: Lieber !username,

source: The following question has been posted in the "@cat" category.
de: Die folgende Frage wurde in der "@cat" Kategorie eingestellt.

source: In order to answer it you will first need to <a href="!login_uri">login</a> to the site.
de: Um sie zu beantworten müssen Sie sich zuerst auf dieser Seite <a href="!login_uri!>Einloggen</a>.

source: Once logged in, you may proceed <a href="!answer_uri">directly to the question</a> to answer it.
de: Sobald Sie eingeloggt sind, können Sie <a href="!answer_uri">direkt zur Frage gehen</a> um sie zu beantworten.

source: Errors were found, please correct them before proceeding.
de: Es wurden Fehler festgestellt, bitte korrigieren Sie diese bevor Sie fortfahren.

source: The Faq_Ask module requires that FAQ "Categorize questions."
de: Das FAQ_Ask Modul benötigt das FAQ "Fragen kategorisiert"

source: The Faq_Ask module requires that at least one vocabulary apply to the "faq" content type. Please go to the Taxonomy <a href="!taxo_uri">configuration page</a> to do this.
de: Das FAQ_Ask Modul benötigt, dass mindestens ein Vokabular dem "FAQ"-Inhaltstyp hinzugefügt wurde. Bitte gehen Sie auf die Taxonomy <a href="!taxo_uri">Einstellungsseite</a> um das zu erledigen.

source: Notifications
de: Benachrichtigungen

source: Notify experts
de: Experten benachrichtigen

source: If this box is checked, the expert(s) for the question will be notified via email that a question awaits them. If you do not choose this option, the "Unanswered Questions" block will be the only way they will know they have questions to answer.
de: Wenn dieses Kästchen markiert ist, werden der oder die Experte(n) für diese Frage mit einer Email benachrichtigt, dass eine Frage auf sie wartet. Wenn Sie diese Option nicht auswählen, ist der "Unbeantwortete Fragen"-Block die einzige Möglichkeit, mit der sie feststellen können, dass es Fragen zu beantworten gibt,

source: Options
de: Optionen

source: Allow "Suggest a category"
de: Erlaube "Kategorie vorschlagen"

source: If this box is checked, the person asking a question will have an option to enter a new category. It will have the default expert assigned to it until you return here to correct the assignment.
de: Wenn dieses Kästchen markiert ist, kann die Person, die eine Frage stellt, eine neue Kategorie eingeben. Sie wird solange dem Standardexperten zugewiesen werden, bis Sie hier her zurückkommen um die Zuordnung zu verbessern.

source: Answer advice for the expert
de: Antworthilfe für den Experten

source: This text will be shown at the bottom of the "Unanswered questions" block.
de: Dieser Text wird an der Unterseite des "Unbeantwortete Fragen"-Blocks angezeigt.

source: Advice for an administrator/editor
de: Tipps für einen Administrator/Editor

source: Help text for the asker
de: Hilfetext für den Fragestellenden

source: This text will be shown at the top of the "Ask a Question" page.
de: Dieser Text wird an der Oberseite der "Stelle eine Frage" Seite angezeigt.

source: Question Box Length
de: Länge der Fragenbox

source: This sets the length of the question box (not the question itself). This affects only the FAQ_Ask module, not the FAQ display. The recommendation is to set it as wide as your theme will allow it. Note: If resizable textareas are enabled, this setting will have no effect.
de: Dies gibt die Länge der Fragenbox (nicht die der Frage selbst) an. Es beeinflußt nur das FAQ_Ask Modul, nicht die Anzeige der FAQs. Die Empfehlung ist, dass so breit einzustellen wie ihr Design es erlaubt. Bemerkung: Wenn größenverstellbare Textfelder aktiviert sind, wird diese Einstellung keine Auswirkungen haben.

source: Experts
de: Experten

source: Use these vocabularies
de: Benutze dieses Vokabular

source: Only the terms from the selected vocabularies will be included in the list below.
de: Nur die Begriffe aus dem ausgewählten Vokabular werden in der Liste unten eingefügt.

source: Simply adding the 'FAQ' content type to a vocabulary will not make it eligible for experts; you must return to here to add it.
de: Einfach den "FAQ"-Inhaltstyp zu einem Vokabular hinzuzufügen wird ihn Experten noch nicht anzeigen, Sie müssen hier her zurückkommen um ihn hinzuzufügen.

source: If you select different vocabularies, you must save the configuration BEFORE selecting users below.
de: Wenn Sie andere Vokabulare hinzufügen, müssen Sie die Konfiguration speichern BEVOR sie unten Benutzer auswählen.

source: Free tagging vocabularies are not allowed for Faq_Ask.
de: Vokabulare mit frei zuweisbaren Kategorien (free tagging) sind für FAQ_Ask nicht erlaubt.

source: No roles with "answer question" permission were found; only !admin is currently eligible to be an expert. You may want to go to the <a href="!access">Permissions page</a> to update your permissions.
de: Keine Benutzerrollen mit der "Beantworte Fragen" Berechtigung wurden gefunden; nur der !admin kann derzeit Experte sein. Sie möchten vielleicht auf die <a href="!access">Berechtigungsseite</a> gehen um ihre Berechtigungen zu bearbeiten.

source: No vocabularies or terms were found for the "faq" content type . Please go to the <a href="!access">Categories page</a> to update your vocabulary.
de: Keine Vokabulare oder Begriffe wurden für den "FAQ" Inhaltstyp gefunden. Bitte gehen Sie auf die <a href="!access">Kategorienseite</a> um ihre Vokabulare zu bearbeiten.

source: Expert Roles
de: Expertenrollen

source: User 1 (@admin) will always be in the list, regardless of roles.
de: Benutzer 1 (@admin) wird immer in der Liste sein, unabhängig von Benutzerrollen.

source: If you select different roles, you must save the configuration BEFORE selecting users below.
de: Wenn Sie andere Benutzerrollen auswählen, müssen Sie die Konfiguration speichern, BEVOR Sie unten Benutzer auswählen.

source: Note: Even though the check boxes below are checked, you must still click the "Save configuration" button to save the expert settings.
de: Bemerkung: Auch wenn die Kästchen unten ausgwählt sind, müssen Sie noch den "Speichere Konfiguration"-Knopf drücken um die Experteneinstellungen zu sichern.

source: Those who will be answering questions will need both "answer question" and "edit faq" permissions.
de: Diejenigen, die Fragen beantworten sollen, benötigen beide Berechtigungen: "Fragen beantworten" und "FAQ bearbeiten".

source: !name doesn't exist. If you have just changed your role selections this may be okay.
de: !name existiert nicht. Wenn Sie gerade die Benutzerrollen-Einstellungen bearbeitet haben, kann das normal sein.

source: Default expert
de: Standardexperte

source: The selected user will be assigned as the expert for all terms that are added to the selected vocabularies until you return to this page and update it.
de: Der ausgewählte Benutzer wird solange allen Begriffen als Experte zugewiesen werden, die den ausgewählten Vokabularen hinzugefügt werden, bis Sie wieder auf diese Seite kommen und die Einstellungen aktualisieren.

source: Save configuration
de: Konfiguration speichern

source: Configuration has been updated.
de: Die Konfiguration wurde aktualisiert.

source: Attempt to assign expert failed.
de: Der Versuch einen Experten zuzuweisen ist gescheitert.

source: Assigned expert @expert to @name (@tid).
de: Experte @expert zu @name (@tid) zugewiesen.

source: Faq_ask_taxonomy: Unknown op (@op) encountered
de: FAQ_ask_taxonomie: Unbekannter op(@op) aufgetreten.

source: Attempt to delete expert failed.
de: Der Versuch einen Experten zu löschen ist fehlgeschlagen.

source: Deleted experts for '@name'.
de: Experte für '@name' gelöscht.

source: The Helpers_database module is not present or not enabled. It is required for Faq_Ask. Faq_Ask has been disabled to prevent a site outage.
de: Das Helpers_database Modul ist nicht vorhanden oder nicht aktiviert. Es wird für FAQ_Asl benötigt. FAQ_Ask wurde deaktiviert um Seitenausfälle zu verhindern.

source: If you select a question, you must answer it.
de: Wenn Sie eine Frage auswählen, müssen Sie sie beantworten.

source: You are allowed to edit unanswered questions.
de: Sie dürfen unbeantwortete Fragen bearbeiten.

source: You may edit your own questions until they are answered.
de: Sie dürfen ihre eigene Frage bearbeiten, bis sie beantwortet wurde.

source: Add a question for our expert to answer. After being answered, your question and the answer will be displayed in the FAQ pages. If the question will not fit in the box below, please try to rephrase it.
de: Stellen Sie eine Frage ein, die unsere Experten beantworten sollen. Nachdem sie beantwortet wurde, werden ihre Frage und die Antwort auf den FAQ-Seiten angezeigt. Falls Ihre Frage nicht in das Feld unten passt, versuchen Sie bitte sie umzuformulieren.

source: Unanswered Questions
de: Unbeantwortete Fragen.

source: Ask a Question
de: Frage stellen

source: Number of questions to show
de: Anzahl der anzuzeigenden Fragen

source: This controls the number of questions that appear in the 'Unanswered Questions' block.
de: Dies stellt die Anzahl der Fragen ein, die im "Unbeantwortete Fragen"-Block angezeigt werden.

source: For some strange reason, I couldn't find any categories for you.
de: Aus seltsamen Gründen konnte ich keine Kategorien für Sie finden.

source: more...
de: weiter...

source: Currently there are no unanswered questions for you to view.
de: Derzeit gibt es keine unbeantwortete Fragen für Sie

source: All Unanswered Questions
de: Alle unbeanworteten Fragen

source: Expert notification email sent to @to
de: Expertenbenachrichtigungsemail wurde an @to gesendet

source: Expert notification email to @to failed for the "@cat" category.
de: Der Versend der Expertenbenachrichtigungsemail an @to schlug für die "@cat"-Kategorie fehl

source: Vocabulary @voc was deleted from Faq_Ask by @name.
de: Das Vokabular @voc wurde von @name aus FAQ_Ask gelöscht

source: answer question
de: Frage beantworten

source: Allows the user to configure the Ask_FAQ module.
de: Gestatte dem Benutzer das FAQ_Ask modul zu bearbeiten

source: Ask a question
de: Frage stellen

source: Answer a question
de: Frage beantworten

source: Edit a question
de: Frage bearbeiten

source: List more unanswered questions
de: Weitere unbeantwortete Fragen anzeigen

source: FAQ expert to term mapping.
de: FAQ Experten zu Begriff Zuweisungen

source: User identifier for the expert.
de: Benutzeridentifizierung für den Experten.

source: Taxonomy identifier of the terms for the expert.
de: Taxonomieidenzifierung der Begriffe für den Experten.

source: faq_ask module installed.
de: FAQ_Ask Modul installiert.

source: faq_ask table creation failed. Please "uninstall" the module and retry.
de: FAQ_Ask Tabellenerzeugung fehlgeschlagen. Bitte "deinstallieren" Sie das Modul und versuchen Sie es erneut.

source: faq_ask module uninstalled.
de: FAQ_Ask Modul deinstalliert.

source: Allows an unanswered question 'queue' for the FAQ module.
de: Erlaube eine unbeantworte Fragen 'Warteschlange' für das FAQ-Modul.
