Repository: mike-richardson/BeGrand.net
Catalog: modules/directory/translations/*.po
Languages: he, ja

source: directory
he: מדריך
ja: ディレクトリ

source: Advanced directory search
he: חיפוש מתקדם
ja: 高度なディレクトリ検索

source: Random directory link
he: קישור אקראי
ja: ランダムディレクトリリンク

source: Directory Settings
ja: ディレクトリの設定

source: Set which node types and which vocabularies to include, the depth to display on the directory page, etc.
ja: リストに含めるノードタイプやボキャブラリ、ディレクトリページに表示する深度などを設定します。

source: none
he: ללא
ja: 無し

source: <em><strong>Exclude</strong></em> these node types from directory pages
ja: ディレクトリページから<strong>除外する</strong>ノードタイプ

source: <em><strong>Please note:</strong> Any node types that are checked here will <strong>NOT be included</strong> in the directory listings. All other types will be included.</em>
ja: ディレクトリページから除外するノードタイプを指定してください。 チェックを入れられたノードタイプはディレクトリリストに<strong>含められず</strong>、それ以外のすべてのタイプが含められます。

source: Which vocabularies should be displayed on the directory main page
he: איזה מילון יוצג בעמוד הראשי של המדריך
ja: ディレクトリのメインページに表示するボキャブラリ

source: The vocabularies that will visible at the root level of the directory page.
he: המילונים שיוצגו בעמוד המדריך
ja: ディレクトリページの最上位で表示したい、ボキャブラリを指定してください。

source: Show count of nodes in categories
ja: カテゴリ内にノード数を表示する

source: Append a count of items contained in each term, if the count is greater than zero.
ja: 各分類用語内に含まれるアイテム数を付加するかどうかを指定してください。 チェックを入れると、アイテム数が 0 より大きい場合に表示します。

source: Hide terms with no content
ja: コンテンツのない分類用語を非表示にする

source: If checked, hide taxonomy terms having no node content.
ja: コンテンツのない分類用語を隠したい場合、ここにチェックを入れてください。

source: Help text for the Directory home
ja: ディレクトリホームのヘルプテキスト

source: This text will be displayed at the top of <strong>the main directory page</strong>. It is useful for helping or instructing your users.
ja: <strong>ディレクトリのメインページ</strong>に記載したいテキストを記入してください。 このテキストは最上部に表示され、ユーザの手助けをしたり、なんらかの指示をすることに役立ちます。

source: Help text for each Directory term page
ja: 各ディレクトリタームページのヘルプテキスト

source: This text will be displayed at the top of <strong>each directory term page</strong>. It is useful for helping or instructing your users.
ja: <strong>ディレクトリの各タームページ</strong>に記載したいテキストを記入してください。 このテキストは最上部に表示され、ユーザの手助けをしたり、なんらかの指示をすることに役立ちます。

source: <p class="directory-no-resources-available">There are no items in this category. Please choose another.</p>
ja: <p class="directory-no-resources-available">このカテゴリには項目がありません。 別のカテゴリを選んでください。</p>

source: Please only chose up to %tid_limit categories. Your other category selections have been discarded.
he: יש לבחור עד % קטגוריות. בחירות נוספות ימחקו
ja: 選択できるのは %tid_limit までです。 他のカテゴリの選択は破棄されました。

source: No items match your criteria.
he: לא נמצאו התאמות לחיפוש המבוקש
ja: 基準に一致する項目はありません。

source: Many results were found so you may want to refine your criteria. Showing the first %limit of %num_results resources.
he: נמצאו התאמות רבות, כך שייתכן שברצונך למקד את החיפוש. מציג את %limit התוצאות הראשונות מתות %num_results.
ja: 多数の結果が見つかりましたので、もう基準を少し絞り込んだ方がよいでしょう。 %num_results リソース中 %limit 件を表示しています。

source: By <em>%vocabulary-name</em>
he: לפי <em>%vocabulary-name</em>
ja: <em>%vocabulary-name</em>

source: General
he: כללי
ja: 全般

source: Sub-categories
ja: サブカテゴリ

source: %limit of %num_nodes showing in <span class="directory-term-name">"%term"</span>.
ja: <span class="directory-term-name">"%term"</span> 内の %num_nodes 項目中 %limit を表示しています。

source: View all items.
ja: すべての項目を表示。

source: browse
he: דפדף
ja: ブラウズ

source: Sort by:<br />
he: מיין לפי
ja: 並び替え：<br />

source: Directory
ja: ディレクトリ

source: Create a directory of resources based on taxonomy.
ja: タクソノミーに基づいてリソースのディレクトリを作成します。

source: Create a directory of resources based on node metadata.
he: מדריך

source: Which node types <em>should not</em> be listed in the directory
he: אילו סוגי פריטים <em>לא</em> יוצגו במדריך

source: Resource count threshold to display subcategories
he: סף הכמות הנדרש כדי להציג סיווגי משנה

source: If a category has fewer than this number of resources, the directory will try to display the resources available in subcategories.
he: אם לנושא יש פחות מכמות זו של משאבים, המדריך ינסה להציג את המשאבים הזמינים בנושא המשנה

source: Number of resources to display for each visible subcategory
he: מספר המשאבים שיש להציג עבור כל נושא משני

source: If subcategories are visible, how many resources for each subcategory should be displayed?
he: אם הנושא המשני אינו מוצג, כמה משאבים עבור כל נושא משני יש להציג

source: Explanation guidelines
he: הנחיות שימוש

source: This text will be displayed at the top of the directory pages. It is useful for helping or instructing your users.
he: טקסט זה יוצג בראש המדריך. זה יעיל כדי לעזור למשתמשים

source: <p>There are no resources to display in this category.</p>
he: לא נמצאו משאבים להציג בנושא זה

source: Subcategories of <em>%term-name</em>
he: סיווגי משנה של <em>%term-name</em>

source: Category
he: נושא

source: View all items in this category.
he: הצג את כל הפריטים בנושא

source: View all.
he: הצג הכל
