Repository: mike-richardson/BeGrand.net
Catalog: modules/taxonomy_vtn/translations/*.po
Languages: pl

source: Show / Hide descriptions
pl: Pokaż / Ukryj opisy

source: No data to display. Probably you have set option to not show empty vocabularies.
pl: Brak danych do wyświetlenia. Prawdopodobnie masz ustawioną opcję nie pokazuj pustych słowników.

source: No data to display. Probably you not have any vocabularies
pl: Brak danych do wyświetlenia. Prawdopodobnie nie masz żadnych słowników.

source: Terms in
pl: Kategorie w

source: Bad vocabulary id
pl: Niewłaściwe id słownika

source: No data to display. Probably you not have a vocabulary with vid = !voc_id
pl: Brak danych do wyświetlenia. Prawdopodobnie nie masz słownika z vid = !voc_id

source: vocabularies
pl: słowników

source: master index
pl: indeksu nadrzędnego

source: Back to
pl: Powrót do

source: Please select a vocabulary first
pl: Wybierz najpierw słownik

source: Synonyms
pl: Synonimy

source: No data to display. Probably you have set option to not show empty terms.
pl: Brak danych do wyświetlenia. Prawdopodobnie masz ustawioną opcję nie pokazuj pustych kategorii.

source: No data to display. Probably this vocabulary is empty.
pl: Brak danych do wyświetlenia. Prawdopodobnie ten słownik jest pusty.

source: Nodes of term
pl: Segmenty kategorii

source: Bad term id
pl: Niewłaściwe id kategorii

source: No data to display. Probably you not have a term with tid = !term_id
pl: Brak danych do wyświetlenia. Prawdopodobnie nie masz kategorii z tid = !term_id

source: terms
pl: kategorii

source: No data to display. Probably this term is empty.
pl: Brak danych do wyświetlenia. Prawdopodobnie ta kategoria jest pusta.

source: 1 comment
pl: 1 odpowiedź

source: Screenshots
pl: Zrzuty ekranu

source: Screenshot of vocabulary.
pl: Zrzut ekranu słownika.

source: Sample vocabulary index
pl: Przykładowy index słownika

source: Screenshot of terms.
pl: Zrzut ekranu kategorii.

source: Sample terms index
pl: Przykładowy index kategorii

source: Screenshot of nodes.
pl: Zrzut ekranu segmentu.

source: Sample nodes index
pl: Przykładowy index segmentu

source: Features
pl: Cechy

source: I'm open for sugestions.
pl: Jestem otwarty na sugestie.

source: Define your prefered setting to use this module.
pl: Preferencje użytkownika

source: Taxonomy VTN settings
pl: Ustawienia Taxonomy VTN

source: Customize Taxonomy VTN settings
pl: Własne ustawienia Taxonomy VTN

source: Vocabularies
pl: Słowniki

source: Terms
pl: Kategorie

source: Term Nodes
pl: Segmenty kategorii

source: Global
pl: Globalny

source: When using caching entire index pages are being cached and changes on terms, nodes or vocabularies won't have any effect until the cache is rebuilt
pl: Kiedy używasz buforowania cała indeksacja stron jest gromadzona i kiedy zmieniasz kategorie, segmenty lub słowniki nie ma żadnego efektu dopóki pamięć nie zostanie przebudowana

source: Note
pl: Uwaga

source: Now this module support operations
pl: Teraz moduł wspiera operacje

source: insert, update, delete
pl: wstawiania, aktualizacji, usuwania

source: for nodes, terms and vocabularies and rebuild automaticaly own cache. In most case this is safe choice. However you can !link
pl: dla segmentów, kategorii i słowników i automatycznie przebudowywuje własną pamięć podręczną. W większości przypadków to bezpieczny wybór. Możesz również !link

source: clear cache now
pl: teraz wyczyścić pamięć podręczną

source: Caching
pl: Buforowanie

source: !setlocale is supported. <br />This mean that sort index alphabetical with specific letters like !letters can be really sorted with your language. Enjoy.
pl: !setlocale jest wspierany. <br /> Oznacza to, że możliwe jest alfabetyczne sortowanie indeksów w twoim języku ze specyficznymi literami takimi jak: !letters. Korzystaj!

source: Your server not support !setlocale. <br />This mean that sort index alphabetical with specific letters like !letters can't be really sorted with your language.
pl: Twój serwer nie wspiera !setlocale. <br />Oznacza to, że nie jest możliwe alfabetyczne sortowanie indeksów w twoim języku ze specyficznymi literami takimi jak: !letters.

source: Use setlocale
pl: Użycie setlocale

source: If you have some trouble, turn off this option.
pl: W przypadku problemów, wyłącz tą opcję.

source: List of supported locale by server
pl: Lista wspieranych lokalnych języków przez serwer

source: Here select your lang code to proper sort.
pl: Tutaj wybierz własny kod językowy, aby właściwie sortować.

source: User friendly titles
pl: Tytuły przyjazne użytkownikowi

source: Overwrite links
pl: Nadpisane odnośniki

source: Set how show the vocabularies index
pl: Ustawia jak pokazywać indeks słowników

source: Show descriptions
pl: Pokaż opisy

source: Show count of terms
pl: Pokaż liczbę kategorii

source: Show empty
pl: Pokaż puste

source: One
pl: Jedna

source: Two
pl: Dwie

source: Three
pl: Trzy

source: Letters to group
pl: Litery do grupowania

source: This settings make index grouped like, Example:
pl: Te ustawienia grupują index, np:

source: or
pl: lub

source: Number of columns
pl: Liczba kolumn

source: Direct go to terms if is the only one vocabulary
pl: Przekieruj do kategorii jeśli jest tylko jeden słownik

source: Set how show the terms index
pl: Ustawia jak pokazywać indeks kategorii

source: Show
pl: Pokaż

source: back to vocabularies
pl: powrót do słowników

source: Show count of nodes
pl: Pokaż liczbę segmentów

source: Show synonyms
pl: Pokaż synonimy

source: List of nodes
pl: Lista segmentów

source: Where we go on click a term
pl: Dokąd ma prowadzić użycia odnośnika kategorii

source: Nodes
pl: Segmenty

source: Set how show the nodes index
pl: Ustawia jak pokazywać indeks segmentów

source: back to terms
pl: powrót do kategorii

source: Show count of comments
pl: Pokaż liczbę odpowiedzi

source: Show count for nodes with no comments
pl: Pokaż liczbę segmentów bez odpowiedzi

source: Show index if number of columns are set to one column
pl: Pokaż index jeśli liczba kolumn jest ustawiona na jedną kolumnę

source: administer taxonomy_vtn
pl: zarządzaj taxonomy_vtn

source: access taxonomy_vtn
pl: dostęp do taxonomy_vtn

source: Taxonomy VTN - vocabularies, terms and nodes
pl: Taxonomy VTN - słowniki, kategorie i segmenty

source: Show empty vocabularies
pl: Pokaż puste słowniki

source: Show vocabulary description
pl: Pokaż opis słownika

source: This may slow your site
pl: To może spowolnić Twoją stronę

source: Provides blocks for Taxonomy VTN.
pl: Dostarcza bloki dla Taxonomy VTN
