Repository: mike-richardson/BeGrand.net
Catalog: modules/countdowntimer/translations/countdowntimer.*.po
Languages: pl

source: A module which creates javascript countdown timers.
pl: Moduł pozwalający na stworzenie stopera za pomocą Javascript.

source: Javascript load options
pl: Pokazuj Javascript na określonych stronach

source: Nodes only
pl: Pokazuj tylko na stronach zawartości

source: Every page
pl: Pokazuj na wszystkich stronach

source: Page list
pl: Pokazuj tylko na stronach z listy

source: Enter one page per line as Drupal paths. The '*' character is a wildcard. Example paths are %blog for the blog page and %blog-wildcard for every personal blog. %front is the front page.
pl: Adres każdej strony wprowadza się w osobnej linii, podając ścieżki w formacie Drupala. Znak "*" zastępuje dowolną ilość innych znaków. Przykłady ścieżek: blog dla strony z blogami i blog/* dla wszystkich pojedynczych blogów użytkowników. <front> oznacza stronę główną.

source: Output Overrides
pl: Sposób wyświetlania stopera

source: Output formats change the display of the timer. The global format is used unless you choose a preset in the timer tags. You can hard-code the output format in the timer tags as well. Available replacement values are: %day%, %month%, %year%, %dow%, %moy%, %years%, %ydays%, %days%, %hours%, %mins%, and %secs%.
pl: Sposoby wyświetlania stopera pozwalają dostosować wygląd stopera do własnych potrzeb. Ogólny sposób jest wykorzystywany gdy nie wybierzesz żadnego ze szczegółowych. Możesz użyć następujących tagów: %day% - dzień, %month% - miesiąc, %year% - rok, %dow%, %moy%, %years%, %ydays%, %days% - dni, %hours% - godziny, %mins% - minuty, and %secs% - sekundy.

source: Global output format
pl: Ogólny sposób wyświetlania

source: The global output format is the baseline unless you use the presets below.
pl: Ogólny sposób jest wykorzystywany gdy nie wybierzesz żadnego ze szczegółowych.

source: Output format preset 1
pl: Pierwszy sposób wyświetlania

source: Output format preset 2
pl: Drugi sposób wyświetlania

source: Output format preset 3
pl: Trzeci sposób wyświetlania

source: Highlight settings
pl: Ustawienia wyróżnienia

source: When a timer is nearing completion, you can change its' color or use css formatting.
pl: Kiedy odliczanie na stoperze dochodzi do końca, możesz wyróżnić go za pomocą formatowania css.

source: Highlight tagging
pl: Formatowanie wyróżniania

source: Use style="color:red;background-color:white;" or class="" etc...
pl: Użyj style="color:red;background-color:white;", class="", itp.

source: Highlight threshold (minutes)
pl: Próg wyróżnienia (w minutach)

source: Number of minutes left before highlighting is applied.
pl: Czas pozostały do końca odliczania, kiedy stoper ma zostać wyróżniony.

source: Timer complete statement
pl: Fraza kończąca odliczanie

source: Statement that prints when a timer has completed.
pl: Fraza wyświetlana jest, kiedy odliczanie zostanie zakończone.

source: Clock type
pl: Rodzaj zegara

source: 12 Hour
pl: 12 Godzinny

source: 24 Hour
pl: 24 Godzinny

source: There aren't many clock settings right now, but I'll add them slowly over time.
pl: Nie ma w tej chwili dużo ustawień, ale dodam więcej z czasem.

source: Countdown Timer admin settings may not contain single quotes(').
pl: Ustawienia stopera nie mogą zawierać opostrofów (').

source: Countdown Timer
pl: Stoper

source: Configure the Countdown timer's display format
pl: Skonfiguruj Stoper

source: none
pl: brak

source: countdowntimer
pl: stoper

source: Countdown timer
pl: Stoper

source: Provides a timer that counts down/up to a certain date-time.
pl: Moduł pozwalający na stworzenie stopera za pomocą Javascript.
