Repository: mike-richardson/BeGrand.net
Catalog: modules/flag_content/translations/*.po
Languages: es

source: Settings for the flag content module.
es: Configuraciones para el módulo marcar contenido.

source: Flagged items
es: Elementos marcados

source: View, edit, delete flagged nodes, comments, or users.
es: Ver, editar, eliminar nodos marcados, comentarios o usuarios.

source: Enable flagging for these content types
es: Permitir marcar para este tipo de contenido

source: Enable flagging for users and comments
es: Permitir marcar para usuarios y comentarios

source: Flag users
es: Marcar usuarios

source: Flag comments
es: Marcar comentarios

source: Email address
es: Dirección de email

source: Email address to send alerts on flagged items to.
es: Dirección de email a la que enviar los avisos de elementos marcados.

source: Flag user
es: Marcar usuario

source: flag this
es: marcar ésto

source: Notify the administrators this posting is problematic
es: Notificar a los administradores de contenido problemático

source: unflag
es: desmarcar

source: Remove flagged marking
es: Eliminar marca

source: flagged
es: marcado

source: Are you sure you want to flag the @type @title
es: ¿Está seguro que quiere marcar el @type @title

source: Flag
es: Marcar

source: Cancel
es: Cancelar

source: @name flagged item @entry for review.
es: @name ha marcado @entry para revisión.

source: The @type was flagged for the administrator
es: El @type ha sido marcado por el administrador

source: item
es: elemento

source: Are you sure you want to unflag the @type @title
es: ¿Está seguro que quiere desmarcar el @type @title

source: Unflag
es: Desmarcar

source: The @type was unflagged.
es: El @type ha sido desmarcado.

source: Item
es: Elemento

source: Type
es: Tipo

source: Flagged by
es: Marcado por

source: Date
es: Fecha

source: Operations
es: Operaciones

source: !title - (author: !author)
es: !title - (Autor: !author)

source: edit
es: editar

source: delete
es: eliminar

source: No flagged items.
es: No hay elementos marcados.

source: n/a
es: n/d

source: The following user flagged an item for your review. User: @name (@user_url)
es: El usuario siguiente ha marcado un elemento para su revisión. Usuario: @name (@user_url)

source: Item: @title (@entry_url)
es: Elemento: @title (@entry_url)

source: Manage the flagged items list at @manage
es: Administrar la lista de elementos marcados en @manage

source: flag content
es: marcar contenido

source: Allow users to flag nodes, users or comments for the administrator to review.
es: Permitir a los usuarios marcar nodos, usuarios o comentarios para revisión por el administrador.

source: Flag content
es: Marcar contenido
